[
    {
      "categories": ["new arrivals"], "name": "YEEZY BOOST 350 V2 MX DARK SALT", "price": "200", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer1.jpeg", "description": "Turn heads when you step out in these women's YEEZY BOOST 350 V2 trainers from adidas. Landing in an MX Dark Salt colourway, these kicks have an upper crafted with a soft and stretchy Primeknite for a snug, comfy fit. They feature a lace fastening to provide a secure fit and sit on a BOOST midsole for ultra-responsive cushioning. With a rubber outsole to keep you gripped to the streets, they're finished with adidas x YEEZY branding to the insole. | ID4811", "brand": "Yeezy", "currentInventory": 4 },
    {
      "categories": ["football shirts", "Manchester United"], "name": "adidas Manchester United FC 2023/24 Away Shirt", "price": "80", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/tshirt1.jpeg", "description": "Follow MUFC on the road with this men's Manchester United FC 2023/24 Away Shirt from adidas. Inspired by a kit from a century ago, this slim fit shirt lands in a Green Night colourway and features vertical stripes. It's cut from a lightweight and breathable recycled poly fabric for comfy wear and is equipped with mesh inserts and sweat-wicking AEROREADY tech to keep you cool. With a ribbed crewneck and short sleeves for a classic look, it's finished with the Badge of Sport and Manchester United crest to the chest. Machine washable. | HR3675", "brand": "adidas", "currentInventory": 2 },
    {
      "categories": ["new arrivals", "Emporio Armani"], "name": "Emporio Armani EA7 Baffle Jacket", "price": "185", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/tshirt2.jpeg", "description": "Stay covered in premium style with this men's Baffle Jacket from Emporio Armani EA7. Exclusive to JD, this full zip coat has a durable poly shell and lightweight synthetic fill for total comfort and heat. In a Black colourway, it has a branded zip fastening, elasticated trims and a snug hood to keep out the conditions. Finished with side pockets and the EA7 badge to the chest. Machine washable. | Our model is 6'1,with a 37.5 chest and wears a size medium.", "brand": "Emporio Armani", "currentInventory": 8 },
    {
      "categories": ["new arrivals", "backpacks"], "name": "Nike Heritage Backpack", "price": "33", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/backpack1.jpeg", "description": "Get a Swoosh style and keep your essentials secure with this Heritage Backpack from Nike. Exclusive to JD, this backpack comes in a Black colourway and is made with a light yet durable poly fabric for lasting wear. It features a main zippered compartment that has an internal sleeve that can store a 15inch laptop. With a smaller zippered pouch for little essentials and adjustable padded straps, it's signed off with Nike branding to the front. Spot clean. (H:43cm x W:30cm x D: 15cm).", "brand": "Nike", "currentInventory": 10},
    {
      "categories": ["on sale", "Crocs"], "name": "Crocs Mellow Slide", "price": "25", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer2.jpeg", "description": "Rep some comfort on chill days with these men's Mellow Slides from Crocs. Coming in a Black colourway, these slides are made with durable Croslite material for a lasting wear. With a slip-on design, they have a soft LiteRide footbed for maximum comfort, and a soft, wide top strap for a secure feel. They have a rubber outsole for traction and are finished with tonal Crocs branding.Please note: Crocs fit wide. If you have narrow feet, we recommend that you size down. Crocs come with the US size embossed to the sole.", "brand": "Crocs", "currentInventory": 7 },
    {
      "categories": ["on sale", "tshirt"], "name": "Billionaire Boys Club Small Arch Logo T-Shirt", "price": "25", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/tshirt3.jpeg", "description": "Freshen up your everyday staples with this men's Small Arch Logo T-Shirt from Billionaire Boys Club. Coming in a Purple colourway, this standard-fit tee is made with thick, durable cotton for supreme comfort. It features a ribbed crew neckline and short sleeves for a classic cut, and is finished with signature Billionaire Boys CLub branding at the chest and nape. Machine washable. | Our model is 6'1 with a 38 chest and wears a size medium.", "brand": "Billionaire Boys Club", "currentInventory": 13},
    {
      "categories": ["on sale", "tshirt"], "name": "Nike Liverpool FC 2023/24 Third Shirt", "price": "80", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/tshirt7.jpeg", "description": "Rep the Reds in this men's Liverpool FC 2023/24 Third Shirt from Nike. In a Space Purple colourway, this streamlined shirt is cut from smooth, lightweight recycled poly fabric. With a breathable knit construction and sweat-wicking Dri-FIT tech to keep you cool, it features a classic crew collar and short sleeves for a pro-inspired look. Signed off with Nike's iconic Swoosh at the chest and the legendary Liverpool FC team crest. Machine washable.", "brand": "Nike", "currentInventory": 9},
    {
      "categories": ["tshirt", "backpack"], "name": "Nike Elemental Backpack", "price": "28", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/bag2.jpeg", "description": "Keep your essentials close with this Elemental Backpack from Nike. In a Black colourway, this JD exclusive bag is made from a smooth but durable poly fabric for lasting use. It features a main zippered compartment as well as a small zippered pocket for stashing your staples, adjustable padded shoulder straps and a haul loop for an easy carry. With a detachable pencil case, it's signed off with Nike branding to the front. Spot clean. (H: 45.7 x W: 30.5 x D: 12.7cm)", "brand": "Nike", "currentInventory": 24 },
  
    {
      "categories": ["tshirt"], "name": "adidas Arsenal FC 2023/24 Home Shirt", "price": "80", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/tshirt6.jpeg", "description": "Celebrate a piece of your club's history with this men's Arsenal FC 2023/24 Home Shirt from adidas. In a Better Scarlet and White colourway, this Invincibles-inspired shirt has lightning bolt and Gold detailing, featuring a ribbed crew neckline and short sleeves. It's made from soft recycled poly fabric for lightweight comfort, while AEROREADY tech and mesh panels combine for a cool feel. Finished off with a Badge of Sport and the classic Arsenal crest to the chest. Machine washable. | Our model is 6'0 with a 40 chest and wears a size medium. | HR6929", "brand": "adidas", "currentInventory": 43 },
    {
      "categories": ["new arrivals", "tshirt"], "name": "Columbia Morston T-Shirt", "price": "25", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/tshirt5.jpeg", "description": "THIS PRODUCT IS PART OF OUR 2 FOR £35 OFFER. THE OFFER WILL AUTOMATICALLY APPLY WHEN YOU ADD TWO QUALIFYING PRODUCTS TO YOUR BASKET. Cop heat from Columbia in this men's Morston T-Shirt. In a Black colourway, this standard-fit tee is cut from a soft cotton fabric for easy wear. It features a crew neckline with short sleeves for a classic look and has a branded graphic to the back. Signed off with Columbia branding to the chest. Machine washable. | Our model is 5'9 with a 35 chest and wears a size medium.", "brand": "Columbia", "currentInventory": 2},
    {
      "categories": ["on sale", "tshirt"], "name": "Columbia Mountain Back Graphic T-Shirt", "price": "25", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/tshirt4.jpeg", "description": "From the outdoors to the sofa, switch explorer mode on with this women's Mountain Back Graphic T-Shirt from Columbia. In a Brown colourway, this oversized top is made from soft cotton jersey fabric for a comfy feel. It has a ribbed crewneck collar for a classic fit, while dropped shoulders and roomy sleeves keep it relaxed. Finished off with Columbia branding on the chest and a bold mountain graphic printed to the back. Machine washable. | Our model is 5'8 and wears a size small.", "currentInventory": 14 },
  
    {
      "categories": ["on sale", "trainers"], "name": "Nike Air Max Alpha", "price": "75", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer12.jpeg", "description": "Lace up for a big gym sesh with these men's Air Max Alpha trainers from Nike. In a Black colourway, these sneaks are cut from light, breathable mesh with durable synthetic overlays for a lasting wear. They feature a lace fastening to lock you in, with a padded collar for added support and heel loop for easy on-and-off. Rubber wraps to the side keep you stable as you move, while underfoot, the soft foam midsole combines with a Max Air unit for cushioning in your step. They have a grippy rubber outsole for traction and are finished up with tonal Swoosh branding.", "brand": "Nike", "currentInventory": 12 },
    {
      "categories": ["on sale", "trainers"], "name": "Jordan Air 1 Mid Alternate Bred", "price": "130", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer11.jpeg", "description": "Take your rotation to the next level with these men's Air 1 Mid sneakers from Jordan. In a White, Black and Gym Red colourway, these classics have a layered leather, synthetic and textile upper for a premium feel. Featuring toe perforations for a breathable feel, they feature an adjustable lace-up closure and padded ankle collar for a comfy fit. Underfoot, the lightweight foam midsole uses Air cushioning for a responsive ride, while the rubber outsole nods back to the OG with a retro hoops pattern. Finished off with a Swoosh at the sidewalls, Air Wings branding to the ankle and a Jumpman on the tongue. Please note: This item is limited to 2 per person.", "brand": "Air Jordan", "currentInventory": 13},
    {
      "categories": ["on sale", "trainers"], "name": "Converse Chuck Taylor All Star Ox", "price": "55", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer10.jpeg", "description": "An icon that's endured for generations, nothing does effortless cool quite like these men's All Star Oxford trainers from Converse. Instantly recognisable, these low-top legends find the feet of everyone from hardened rockers, chilled out hip-hoppers and everyone in between. Crafted with classic canvas, the trademark vulcanised midsole and grippy traction pattern provide a rugged, sturdy foundation that's second-to-none. Finished with Converse branding to the tongue and heel, the All Star has carried the torch for individual style for close to one hundred years, and the flame doesn't look to be going out any time soon._", "brand": "Converse", "currentInventory": 33},
    {
      "categories": ["on sale", "trainers"], "name": "Nike Air Force 1 07", "price": "115", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer9.jpeg", "description": "Refresh your rotation with these men's Air Force 1 '07 sneakers from Nike. Landing in a JD-exclusive White colourway with Black and Washed Teal accents, these treads are made with smooth, durable leather in the upper for lasting wear. Inspired by the b-ball courts, they feature a tonal lace closure with padding around the collar for a locked-in feel, with a woven heel loop for easy on-off. They sit on a chunky contrasting midsole with Air cushioning underfoot for a smooth, responsive ride, while a tough rubber outsole delivers grippy traction. Finished up with Nike's iconic Swoosh to the sidewalls, and classic branding throughout.", "brand": "Nike", "currentInventory": 23 },
    { "categories": ["on sale", "trainers"], "name": "Puma Delphin", "price": "75", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer8.jpeg", "description": "Lace up in a heritage street style with these men's Delphin trainers from PUMA. In a Malachite colourway with Yellow accents, these treads have a premium suede upper for lasting wear. They feature a secure lace-up fastening with plush padding around the ankle collar for a snug fit, and sti atop a streamlined midsole with light cushioning for all-day comfort. They have a grippy gum rubber sole for essential traction, and are finished up with PUMA's iconic Formstrip and a metallic Delphin wordmark at the sidewalls.", "brand": "Puma", "currentInventory": 13},
    { "categories": ["on sale", "trainers"], "name": "adidas Originals LA Trainer", "price": "85", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer7.jpeg", "description": "Lace up in an archive-inspired style with these men's LA Trainer OG sneakers from adidas Originals. In a JD-exclusive Grey colourway with Blue accents, these street-ready kicks have a lightweight woven textile upper with soft suede for lasting wear. They feature a tonal lace fastening with a low-cut collar, and sit atop a streamlined cushioned midsole for all-day comfort. They have a grippy rubber outsole for essential traction, and are finished with the iconic LA Trainer midsole plugs and 3-Stripes to the sidewalls. Signed off with Trefoil branding throughout. | IF8422", "brand": "adidas", "currentInventory": 15 },
  
    { "categories": ["on sale", "trainers"], "name": "adidas Originals Rivalry Low", "price": "85", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer6.jpeg", "description": "Whether you're on the court, the skate park or the streets, lace up in these men's Rivalry Low trainers from adidas Originals. The chunky yet streamlined design lands in a Collegiate Burgundy and Cloud White colourway across the suede and coated leather upper. They feature perforated detailing for a cool feel, as well as a padded ankle collar for a soft, supportive fit. Sat above a cushioned and grippy sole, these sneakers are finished off with the 3-Stripes and Trefoil logo. | IE7208", "brand": "adidas", "currentInventory": 44 },
    { "categories": ["on sale", "trainers"], "name": "adidas Originals Jeans", "price": "80", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer5.jpeg", "description": "Lace up in some OG style with these mens' Jeans trainers from adidas Originals. Coming in a Grey Three and Orange colourway, these JD-exclusive kicks have a soft suede upper for durability. They feature a tonal lace closure with padding around the ankle collar for a snug fit, with a low-riding midsole with soft cushioning for a smooth ride. They have a tough rubber outsole for traction and are finished up with adidas' legendary 3-Stripes to the sidewalls and classic Trefoil branding to sign off. | IE5317_", "brand": "adidas", "currentInventory": 17 },
    { "categories": ["on sale", "trainers"], "name": "adidas Originals Jeans", "price": "80", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer4.jpeg", "description": "Go old-school in the streets with these mens' Jeans trainers from adidas Originals. Coming in a Collegiate Navy colourway, these JD-exclusive sneaks have a soft suede upper for a durable wear. They feature a lace closure to lock you in, with padding around the ankle collar for a snug fit. Underfoot, they have a low-riding midsole with soft cushioning for all-day comfort, with a tough rubber outsole for traction. Finished up with adidas' legendary 3-Stripes to the sidewalls and classic Trefoil branding to sign off. | IE5318_", "brand": "adidas", "currentInventory": 28 },
    { "categories": ["on sale", "trainers"], "name": "Nike Air Flight 89", "price": "120", "image": "https://jdsports-demo.s3.eu-west-2.amazonaws.com/products/trainer3.jpeg", "description": "Rep an iconic era on the hardwood courts with these men's Air Flight 89 sneakers from Nike. In a White colourway with Team Red accents, these mid-cut trainers have a crisp leather upper and padded ankle collar for plush comfort as you step in. Featuring supportive eyestay overlays to lock you in place, they're sat above visible Nike Air cushioning. With an OG-inspired rubber outsole for heritage styling and all-day grip, they're finished with the Swoosh to the sidewalls an and Air Flight branding on the tongue.", "brand": "Nike", "currentInventory": 31 }
  ]